Repository: adamholtmart/clawtv-public
Catalog: ClawTV/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, nl, pl, pt, ro, ru, tr

source: Parental Controls
ar: الرقابة الأبوية
de: Kindersicherung
es: Control parental
fr: Contrôle parental
it: Controllo genitori
nl: Ouderlijk toezicht
pl: Kontrola rodzicielska
pt: Controlo parental
ro: Control parental
ru: Родительский контроль
tr: Ebeveyn Denetimleri

source: Change PIN
ar: تغيير رمز PIN
de: PIN ändern
es: Cambiar PIN
fr: Changer le code PIN
it: Cambia PIN
nl: PIN wijzigen
pl: Zmień PIN
pt: Alterar PIN
ro: Schimbare PIN
ru: Изменить PIN
tr: PIN Değiştir

source: Set Parental PIN
ar: تعيين رمز PIN الأبوي
de: Eltern-PIN setzen
es: Establecer PIN parental
fr: Définir le code PIN parental
it: Imposta PIN genitori
nl: Ouderlijk PIN instellen
pl: Ustaw PIN rodzicielski
pt: Definir PIN parental
ro: Setare PIN parental
ru: Установить родительский PIN
tr: Ebeveyn PIN'i Ayarla

source: Sync via iCloud
ar: المزامنة عبر iCloud
de: Über iCloud synchronisieren
es: Sincronizar vía iCloud
fr: Synchroniser via iCloud
it: Sincronizza tramite iCloud
nl: Synchroniseren via iCloud
pl: Synchronizacja przez iCloud
pt: Sincronizar via iCloud
ro: Sincronizare prin iCloud
ru: Синхронизация через iCloud
tr: iCloud ile Eşitle

source: Clear Recently Watched
ar: مسح المشاهدة الأخيرة
de: Zuletzt angesehen löschen
es: Borrar recientes
fr: Effacer récemment regardé
it: Cancella guardati di recente
nl: Recent bekeken wissen
pl: Wyczyść ostatnio oglądane
pt: Limpar recentemente assistidos
ro: Ștergere recente vizionate
ru: Очистить историю просмотров
tr: Son İzlenenleri Temizle

source: Clear EPG Cache
ar: مسح ذاكرة التخزين المؤقت للـ EPG
de: EPG-Cache leeren
es: Borrar caché EPG
fr: Vider le cache EPG
it: Cancella cache EPG
nl: EPG-cache wissen
pl: Wyczyść pamięć podręczną EPG
pt: Limpar cache EPG
ro: Golire cache EPG
ru: Очистить кэш EPG
tr: EPG Önbelleğini Temizle

source: Export Settings
ar: تصدير الإعدادات
de: Einstellungen exportieren
es: Exportar ajustes
fr: Exporter les réglages
it: Esporta impostazioni
nl: Instellingen exporteren
pl: Eksportuj ustawienia
pt: Exportar configurações
ro: Export setări
ru: Экспорт настроек
tr: Ayarları Dışa Aktar

source: Import Settings
ar: استيراد الإعدادات
de: Einstellungen importieren
es: Importar ajustes
fr: Importer les réglages
it: Importa impostazioni
nl: Instellingen importeren
pl: Importuj ustawienia
pt: Importar configurações
ro: Import setări
ru: Импорт настроек
tr: Ayarları İçe Aktar

source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
it: Informazioni
nl: Over
pl: O aplikacji
pt: Sobre
ro: Despre
ru: О приложении
tr: Hakkında

source: Version
ar: الإصدار
es: Versión
it: Versione
nl: Versie
pl: Wersja
pt: Versão
ro: Versiune
ru: Версия
tr: Sürüm

source: Purchased — thanks for your support
ar: تم الشراء — شكراً لدعمك
de: Gekauft — danke für Ihre Unterstützung
es: Comprado — gracias por tu apoyo
fr: Acheté — merci pour votre soutien
it: Acquistato — grazie per il tuo supporto
nl: Gekocht — bedankt voor uw steun
pl: Zakupiono — dziękujemy za wsparcie
pt: Comprado — obrigado pelo seu apoio
ro: Achiziționat — mulțumim pentru sprijin
ru: Куплено — спасибо за поддержку
tr: Satın alındı — desteğiniz için teşekkürler

source: Build Your Guide
ar: أنشئ دليلك
de: Ihren Guide erstellen
es: Construye tu guía
fr: Créez votre guide
it: Crea la tua guida
nl: Maak uw gids
pl: Zbuduj swój przewodnik
pt: Construa seu guia
ro: Construiți-vă ghidul
ru: Создайте программу
tr: Rehberinizi Oluşturun

source: Edit Guide
ar: تعديل الدليل
de: Guide bearbeiten
es: Editar guía
fr: Modifier le guide
it: Modifica guida
nl: Gids bewerken
pl: Edytuj przewodnik
pt: Editar guia
ro: Editare ghid
ru: Редактировать программу
tr: Rehberi Düzenle

source: My Guide
ar: دليلي
de: Mein Guide
es: Mi guía
fr: Mon guide
it: La mia guida
nl: Mijn gids
pl: Mój przewodnik
pt: Meu guia
ro: Ghidul meu
ru: Моя программа
tr: Rehberim

source: All Groups
ar: جميع المجموعات
de: Alle Gruppen
es: Todos los grupos
fr: Tous les groupes
it: Tutti i gruppi
nl: Alle groepen
pl: Wszystkie grupy
pt: Todos os grupos
ro: Toate grupurile
ru: Все группы
tr: Tüm Gruplar

source: No guide data yet.
ar: لا توجد بيانات دليل بعد.
de: Noch keine Guide-Daten.
es: Sin datos de guía aún.
fr: Aucune donnée de guide encore.
it: Nessun dato guida ancora.
nl: Nog geen gidsgegevens.
pl: Brak danych przewodnika.
pt: Ainda sem dados de guia.
ro: Nicio date de ghid încă.
ru: Данные программы отсутствуют.
tr: Henüz rehber verisi yok.

source: Refreshing…
ar: جارٍ التحديث…
de: Wird aktualisiert…
es: Actualizando…
fr: Actualisation…
it: Aggiornamento…
nl: Vernieuwen…
pl: Odświeżanie…
pt: Atualizando…
ro: Se reîmprospătează…
ru: Обновление…
tr: Yenileniyor…

source: Now
ar: الآن
de: Jetzt
es: Ahora
fr: Maintenant
it: Adesso
nl: Nu
pl: Teraz
pt: Agora
ro: Acum
ru: Сейчас
tr: Şimdi

source: No schedule — tap to find a stream
ar: لا يوجد جدول — اضغط للبحث عن بث
de: Kein Programm — tippen um einen Stream zu finden
es: Sin horario — toca para buscar transmisión
fr: Pas de programme — appuyez pour trouver un flux
it: Nessuna programmazione — tocca per trovare uno stream
nl: Geen schema — tik om een stream te vinden
pl: Brak harmonogramu — stuknij, aby znaleźć stream
pt: Sem horário — toque para encontrar um stream
ro: Nicio programare — apăsați pentru a găsi un flux
ru: Нет расписания — нажмите для поиска потока
tr: Program yok — yayın bulmak için dokun

source: Swap Channels
ar: تبديل القنوات
de: Kanäle tauschen
es: Intercambiar canales
fr: Échanger les chaînes
it: Scambia canali
nl: Kanalen wisselen
pl: Zamień kanały
pt: Trocar canais
ro: Schimbare canale
ru: Поменять каналы
tr: Kanalları Değiştir

source: Close PiP
ar: إغلاق PiP
de: PiP schließen
es: Cerrar PiP
fr: Fermer PiP
it: Chiudi PiP
nl: PiP sluiten
pl: Zamknij PiP
pt: Fechar PiP
ro: Închide PiP
ru: Закрыть PiP
tr: PiP'i Kapat

source: No favorites yet
ar: لا توجد مفضلة بعد
de: Noch keine Favoriten
es: Sin favoritos aún
fr: Aucun favori pour l'instant
it: Nessun preferito ancora
nl: Nog geen favorieten
pl: Brak ulubionych
pt: Sem favoritos ainda
ro: Niciun favorit încă
ru: Нет избранных
tr: Henüz favori yok

source: Press and hold a channel to mark it as a favorite.
ar: اضغط مطولاً على قناة لوضعها في المفضلة.
de: Halten Sie einen Kanal gedrückt, um ihn als Favorit zu markieren.
es: Mantén pulsado un canal para marcarlo como favorito.
fr: Appuyez longuement sur une chaîne pour la marquer comme favori.
it: Tieni premuto un canale per contrassegnarlo come preferito.
nl: Houd een kanaal ingedrukt om het als favoriet te markeren.
pl: Naciśnij i przytrzymaj kanał, aby oznaczyć go jako ulubiony.
pt: Pressione e segure um canal para marcá-lo como favorito.
ro: Apăsați lung pe un canal pentru a-l marca ca favorit.
ru: Нажмите и удерживайте канал, чтобы добавить его в избранное.
tr: Bir kanalı favori olarak işaretlemek için basılı tutun.

source: Add to Favorites
ar: إضافة إلى المفضلة
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
nl: Aan favorieten toevoegen
pl: Dodaj do ulubionych
pt: Adicionar aos favoritos
ro: Adăugare la favorite
ru: Добавить в избранное
tr: Favorilere Ekle

source: Remove from Favorites
ar: إزالة من المفضلة
de: Aus Favoriten entfernen
es: Eliminar de favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti
nl: Uit favorieten verwijderen
pl: Usuń z ulubionych
pt: Remover dos favoritos
ro: Eliminare din favorite
ru: Удалить из избранного
tr: Favorilerden Kaldır

source: Loading channels…
ar: جارٍ تحميل القنوات…
de: Kanäle werden geladen…
es: Cargando canales…
fr: Chargement des chaînes…
it: Caricamento canali…
nl: Kanalen laden…
pl: Ładowanie kanałów…
pt: Carregando canais…
ro: Se încarcă canalele…
ru: Загрузка каналов…
tr: Kanallar yükleniyor…

source: Browse Categories
ar: تصفح الفئات
de: Kategorien durchsuchen
es: Explorar categorías
fr: Parcourir les catégories
it: Sfoglia categorie
nl: Categorieën bekijken
pl: Przeglądaj kategorie
pt: Navegar por categorias
ro: Răsfoire categorii
ru: Просмотр категорий
tr: Kategorilere Göz At

source: Pin to Top
ar: تثبيت في الأعلى
de: Oben anpinnen
es: Fijar arriba
fr: Épingler en haut
it: Blocca in cima
nl: Bovenaan vastzetten
pl: Przypnij na górze
pt: Fixar no topo
ro: Fixare în sus
ru: Закрепить вверху
tr: Üstte Sabitle

source: Unpin from Top
ar: إلغاء التثبيت من الأعلى
de: Von oben lösen
es: Desfijar de arriba
fr: Désépingler du haut
it: Sblocca dalla cima
nl: Van boven losmaken
pl: Odepnij z góry
pt: Desfixar do topo
ro: Dezfixare din sus
ru: Открепить сверху
tr: Üstten Sabitlemeyi Kaldır

source: Loading movies…
ar: جارٍ تحميل الأفلام…
de: Filme werden geladen…
es: Cargando películas…
fr: Chargement des films…
it: Caricamento film…
nl: Films laden…
pl: Ładowanie filmów…
pt: Carregando filmes…
ro: Se încarcă filmele…
ru: Загрузка фильмов…
tr: Filmler yükleniyor…

source: Loading series…
ar: جارٍ تحميل المسلسلات…
de: Serien werden geladen…
es: Cargando series…
fr: Chargement des séries…
it: Caricamento serie…
nl: Series laden…
pl: Ładowanie seriali…
pt: Carregando séries…
ro: Se încarcă serialele…
ru: Загрузка сериалов…
tr: Diziler yükleniyor…

source: Search movies
ar: البحث عن أفلام
de: Filme suchen
es: Buscar películas
fr: Rechercher des films
it: Cerca film
nl: Films zoeken
pl: Szukaj filmów
pt: Pesquisar filmes
ro: Căutare filme
ru: Поиск фильмов
tr: Film ara

source: Search series
ar: البحث عن مسلسلات
de: Serien suchen
es: Buscar series
fr: Rechercher des séries
it: Cerca serie
nl: Series zoeken
pl: Szukaj seriali
pt: Pesquisar séries
ro: Căutare seriale
ru: Поиск сериалов
tr: Dizi ara

source: Play
ar: تشغيل
de: Abspielen
es: Reproducir
fr: Lire
it: Riproduci
nl: Afspelen
pl: Odtwórz
pt: Reproduzir
ro: Redare
ru: Воспроизвести
tr: Oynat

source: No movies returned by your Xtream server.
ar: لم يُرجع خادم Xtream أي أفلام.
de: Ihr Xtream-Server hat keine Filme zurückgegeben.
es: Tu servidor Xtream no devolvió películas.
fr: Votre serveur Xtream n'a retourné aucun film.
it: Il tuo server Xtream non ha restituito film.
nl: Uw Xtream-server heeft geen films teruggegeven.
pl: Twój serwer Xtream nie zwrócił żadnych filmów.
pt: Seu servidor Xtream não retornou filmes.
ro: Serverul Xtream nu a returnat filme.
ru: Ваш Xtream-сервер не вернул фильмы.
tr: Xtream sunucunuz film döndürmedi.

source: No series returned by your Xtream server.
ar: لم يُرجع خادم Xtream أي مسلسلات.
de: Ihr Xtream-Server hat keine Serien zurückgegeben.
es: Tu servidor Xtream no devolvió series.
fr: Votre serveur Xtream n'a retourné aucune série.
it: Il tuo server Xtream non ha restituito serie.
nl: Uw Xtream-server heeft geen series teruggegeven.
pl: Twój serwer Xtream nie zwrócił żadnych seriali.
pt: Seu servidor Xtream não retornou séries.
ro: Serverul Xtream nu a returnat seriale.
ru: Ваш Xtream-сервер не вернул сериалы.
tr: Xtream sunucunuz dizi döndürmedi.

source: Cast
ar: طاقم التمثيل
de: Besetzung
es: Reparto
fr: Distribution
pl: Obsada
pt: Elenco
ro: Distribuție
ru: В ролях
tr: Oyuncular

source: Director
ar: المخرج
de: Regisseur
fr: Réalisateur
it: Regista
nl: Regisseur
pl: Reżyser
pt: Diretor
ro: Regizor
ru: Режиссёр
tr: Yönetmen

source: Loading episodes…
ar: جارٍ تحميل الحلقات…
de: Episoden werden geladen…
es: Cargando episodios…
fr: Chargement des épisodes…
it: Caricamento episodi…
nl: Afleveringen laden…
pl: Ładowanie odcinków…
pt: Carregando episódios…
ro: Se încarcă episoadele…
ru: Загрузка эпизодов…
tr: Bölümler yükleniyor…

source: No episodes available.
ar: لا تتوفر حلقات.
de: Keine Episoden verfügbar.
es: No hay episodios disponibles.
fr: Aucun épisode disponible.
it: Nessun episodio disponibile.
nl: Geen afleveringen beschikbaar.
pl: Brak dostępnych odcinków.
pt: Nenhum episódio disponível.
ro: Niciun episod disponibil.
ru: Нет доступных эпизодов.
tr: Bölüm yok.

source: 4-digit PIN
ar: رمز PIN مكون من 4 أرقام
de: 4-stellige PIN
es: PIN de 4 dígitos
fr: Code PIN à 4 chiffres
it: PIN a 4 cifre
nl: 4-cijferige PIN
pl: 4-cyfrowy PIN
pt: PIN de 4 dígitos
ro: PIN de 4 cifre
ru: 4-значный PIN
tr: 4 haneli PIN

source: Unlock
ar: فتح القفل
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca
nl: Ontgrendelen
pl: Odblokuj
pt: Desbloquear
ro: Deblocare
ru: Разблокировать
tr: Kilidi Aç

source: Incorrect PIN. Please try again.
ar: رمز PIN غير صحيح. حاول مرة أخرى.
de: Falsche PIN. Bitte versuchen Sie es erneut.
es: PIN incorrecto. Inténtalo de nuevo.
fr: Code PIN incorrect. Veuillez réessayer.
it: PIN errato. Riprovare.
nl: Onjuiste PIN. Probeer opnieuw.
pl: Nieprawidłowy PIN. Spróbuj ponownie.
pt: PIN incorreto. Tente novamente.
ro: PIN incorect. Vă rugăm să încercați din nou.
ru: Неверный PIN. Попробуйте ещё раз.
tr: Yanlış PIN. Lütfen tekrar deneyin.

source: Set PIN
ar: تعيين PIN
de: PIN festlegen
es: Establecer PIN
fr: Définir le PIN
it: Imposta PIN
nl: PIN instellen
pl: Ustaw PIN
pt: Definir PIN
ro: Setare PIN
ru: Установить PIN
tr: PIN Ayarla

source: Select All
ar: تحديد الكل
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
nl: Alles selecteren
pl: Zaznacz wszystkie
pt: Selecionar tudo
ro: Selectare toate
ru: Выбрать все
tr: Tümünü Seç

source: Clear All
ar: مسح الكل
de: Alle löschen
es: Borrar todo
fr: Tout effacer
it: Cancella tutto
nl: Alles wissen
pl: Wyczyść wszystkie
pt: Limpar tudo
ro: Ștergere toate
ru: Очистить все
tr: Tümünü Temizle

source: Skip for Now
ar: تخطي الآن
de: Vorerst überspringen
es: Omitir por ahora
fr: Passer pour l'instant
it: Salta per ora
nl: Nu overslaan
pl: Pomiń na razie
pt: Pular por enquanto
ro: Ignorați deocamdată
ru: Пропустить пока
tr: Şimdilik Atla

source: Save Guide Groups
ar: حفظ مجموعات الدليل
de: Guide-Gruppen speichern
es: Guardar grupos de guía
fr: Enregistrer les groupes du guide
it: Salva gruppi guida
nl: Gidsgroepen opslaan
pl: Zapisz grupy przewodnika
pt: Salvar grupos de guia
ro: Salvare grupuri ghid
ru: Сохранить группы программы
tr: Rehber Gruplarını Kaydet

source: Search groups
ar: البحث عن مجموعات
de: Gruppen suchen
es: Buscar grupos
fr: Rechercher des groupes
it: Cerca gruppi
nl: Groepen zoeken
pl: Szukaj grup
pt: Pesquisar grupos
ro: Căutare grupuri
ru: Поиск групп
tr: Grup ara

source: Actions
ar: الإجراءات
de: Aktionen
es: Acciones
it: Azioni
nl: Acties
pl: Akcje
pt: Ações
ro: Acțiuni
ru: Действия
tr: Eylemler

source: Downloading guide data…
ar: جارٍ تنزيل بيانات الدليل…
de: Guide-Daten werden heruntergeladen…
es: Descargando datos de guía…
fr: Téléchargement des données du guide…
it: Download dati guida…
nl: Gidsgegevens downloaden…
pl: Pobieranie danych przewodnika…
pt: Baixando dados do guia…
ro: Se descarcă datele ghidului…
ru: Загрузка данных программы…
tr: Rehber verileri indiriliyor…

source: Preparing guide…
ar: جارٍ تحضير الدليل…
de: Guide wird vorbereitet…
es: Preparando guía…
fr: Préparation du guide…
it: Preparazione guida…
nl: Gids voorbereiden…
pl: Przygotowywanie przewodnika…
pt: Preparando guia…
ro: Se pregătește ghidul…
ru: Подготовка программы…
tr: Rehber hazırlanıyor…

source: PICK A PiP CHANNEL
ar: اختر قناة PiP
de: PiP-KANAL WÄHLEN
es: ELIGE UN CANAL PiP
fr: CHOISIR UNE CHAÎNE PiP
it: SCEGLI UN CANALE PiP
nl: PiP-KANAAL KIEZEN
pl: WYBIERZ KANAŁ PiP
pt: ESCOLHA UM CANAL PiP
ro: ALEGEȚI UN CANAL PiP
ru: ВЫБЕРИТЕ КАНАЛ PiP
tr: PiP KANALI SEÇ

source: Server URL
ar: رابط الخادم
es: URL del servidor
fr: URL du serveur
it: URL server
pl: URL serwera
pt: URL do servidor
ro: URL server
ru: URL сервера
tr: Sunucu URL

source: Username
ar: اسم المستخدم
de: Benutzername
es: Usuario
fr: Nom d'utilisateur
it: Nome utente
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de utilizador
ro: Utilizator
ru: Имя пользователя
tr: Kullanıcı adı

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
pt: Senha
ro: Parolă
ru: Пароль
tr: Şifre

source: Refresh Catalog
ar: تحديث الكتالوج
de: Katalog aktualisieren
es: Actualizar catálogo
fr: Actualiser le catalogue
it: Aggiorna catalogo
nl: Catalogus vernieuwen
pl: Odśwież katalog
pt: Atualizar catálogo
ro: Reîmprospătare catalog
ru: Обновить каталог
tr: Kataloğu Yenile

source: Total channels
ar: إجمالي القنوات
de: Kanäle gesamt
es: Total de canales
fr: Total des chaînes
it: Canali totali
nl: Totaal kanalen
pl: Łącznie kanałów
pt: Total de canais
ro: Total canale
ru: Всего каналов
tr: Toplam kanal

source: Categories
ar: الفئات
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
nl: Categorieën
pl: Kategorie
pt: Categorias
ro: Categorii
ru: Категории
tr: Kategoriler

source: Favorite channels
ar: القنوات المفضلة
de: Favoritenkanäle
es: Canales favoritos
fr: Chaînes favorites
it: Canali preferiti
nl: Favoriete kanalen
pl: Ulubione kanały
pt: Canais favoritos
ro: Canale favorite
ru: Избранные каналы
tr: Favori kanallar

source: Last refresh
ar: آخر تحديث
de: Letzte Aktualisierung
es: Última actualización
fr: Dernière actualisation
it: Ultimo aggiornamento
nl: Laatste vernieuwing
pl: Ostatnie odświeżenie
pt: Última atualização
ro: Ultima reîmprospătare
ru: Последнее обновление
tr: Son yenileme

source: NOW
ar: الآن
de: JETZT
es: AHORA
fr: MAINTENANT
it: ORA
nl: NU
pl: TERAZ
pt: AGORA
ro: ACUM
ru: СЕЙЧАС
tr: ŞİMDİ

source: NEXT
ar: التالي
de: NÄCHSTE
es: SIGUIENTE
fr: SUIVANT
it: PROSSIMO
nl: VOLGENDE
pl: NASTĘPNY
pt: PRÓXIMO
ro: URMĂTOR
ru: ДАЛЕЕ
tr: SONRA

source: Source
ar: المصدر
de: Quelle
es: Fuente
it: Sorgente
nl: Bron
pl: Źródło
pt: Fonte
ro: Sursă
ru: Источник
tr: Kaynak

source: Data
ar: البيانات
de: Daten
es: Datos
fr: Données
it: Dati
nl: Gegevens
pl: Dane
pt: Dados
ro: Date
ru: Данные
tr: Veri

source: Stats
ar: الإحصائيات
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
nl: Statistieken
pl: Statystyki
pt: Estatísticas
ro: Statistici
ru: Статистика
tr: İstatistikler

source: App
ar: التطبيق
pl: Aplikacja
ro: Aplicație
ru: Приложение
tr: Uygulama

source: Find a stream
ar: البحث عن بث
de: Stream finden
es: Buscar transmisión
fr: Trouver un flux
it: Trova uno stream
nl: Stream zoeken
pl: Znajdź strumień
pt: Encontrar stream
ro: Găsiți un flux
ru: Найти поток
tr: Yayın bul

source: Clear saved
ar: مسح المحفوظ
de: Gespeichertes löschen
es: Borrar guardado
fr: Effacer sauvegarde
it: Cancella salvato
nl: Opgeslagen wissen
pl: Wyczyść zapisane
pt: Limpar salvo
ro: Ștergere salvare
ru: Очистить сохранённое
tr: Kaydedileni Temizle
